Calendar.LANG("bn", "Bnagla", {

    fdow: 1,                // first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

    goToday: "",

    today: "আজ",         // appears in bottom bar

    wk: "wk",

    weekend: "5,6",         // 0 = Sunday, 1 = Monday, etc.

    AM: "এএম",

    PM: "পিএম",

    mn : ['জানুয়ারি','ফেব্রুয়ারি','মার্চ','এপ্রিল','মে','জুন','জুলাই','আগষ্ট','সেপ্টেম্বর','অক্টোবর','নভেম্বর','ডিসেম্বর'],

    smn : ['জানুয়ারি','ফেব্রুয়ারি','মার্চ','এপ্রিল','মে','জুন','জুলাই','আগষ্ট','সেপ্টেম্বর','অক্টোবর','নভেম্বর','ডিসেম্বর'],

    dn : ['রবিবার','সোমবার','মঙ্গলবার','বুধবার','বৃহস্পতিবার','শুক্রবার','শনিবার'],

    sdn : [ 'রবি','সোম','মঙ্গল','বুধ','বৃহ:','শুক্র','শনি']

});
